Repository: LaiWenKang/MoneyUp
Catalog: App/MoneyUpWidget/Localizable.xcstrings
Source language: en
Languages: zh_hans

# settings.language.simplified_chinese
source: Simplified Chinese
zh_hans: 简体中文

# settings.language.system
source: Follow iPhone
zh_hans: 跟随 iPhone

# widget.private
source: Private
zh_hans: 私密

# widget.unlock_required
source: Unlock required
zh_hans: 需要解锁

# widget.capture_without_unlock
source: Open MoneyUp to capture an amount
zh_hans: 打开 MoneyUp 以记录金额

# widget.action.refund
source: Refund
zh_hans: 退款

# widget.action.expense
source: Expense
zh_hans: 支出

# widget.action.income
source: Income
zh_hans: 收入

# widget.action.scan_receipt
source: Receipt
zh_hans: 选择小票

# widget.action.smart_entry
source: Smart Entry
zh_hans: 智能记账

# widget.action.transfer
source: Transfer
zh_hans: 转账

# widget.configuration.action_type
source: Quick action
zh_hans: 快捷操作

# widget.configuration.default_action
source: Preferred action
zh_hans: 首选操作

# widget.configuration.description
source: Choose the widget content. Preferred action applies to Quick Actions layouts.
zh_hans: 选择小组件内容。首选操作仅用于快捷操作布局。

# widget.configuration.title
source: Configure MoneyUp Widget
zh_hans: 配置 MoneyUp 小组件

# widget.description
source: Choose private quick actions, budget status, or today’s summaries.
zh_hans: 选择私密快捷记账、预算状态或今日摘要。

# widget.display_name
source: MoneyUp widgets
zh_hans: MoneyUp 小组件

# widget.quick_actions
source: Quick actions
zh_hans: 快捷操作

# widget.tap_to_open
source: Tap to open
zh_hans: 点按打开

# widget.budget_accessibility
source: %1$d%% used, %2$@
zh_hans: 已用 %1$d%%，%2$@

# widget.budget_disabled_short
source: Status hidden
zh_hans: 状态已隐藏

# widget.budget_enable
source: Enable the percentage-only status in MoneyUp Settings.
zh_hans: 请在 MoneyUp 设置中启用仅含百分比的状态。

# widget.budget_needs_plan
source: Set a monthly budget in Plan to show its percentage.
zh_hans: 请先在“规划”中设置月度预算，才能显示百分比。

# widget.budget_needs_plan_short
source: Set a monthly plan
zh_hans: 请设置月度规划

# widget.budget_zero_plan
source: This month’s budget total is zero, so no percentage is available.
zh_hans: 本月预算总额为零，因此没有可显示的百分比。

# widget.budget_zero_plan_short
source: Zero-budget plan
zh_hans: 零预算规划

# widget.budget_negative_plan
source: Budget capacity is below zero; open MoneyUp for details.
zh_hans: 预算可用额度低于零；请打开 MoneyUp 查看详情。

# widget.budget_negative_plan_short
source: Below-zero budget capacity
zh_hans: 预算额度低于零

# widget.budget_on_plan
source: Within plan
zh_hans: 预算内

# widget.budget_over
source: Over plan
zh_hans: 已超预算

# widget.budget_stale
source: Open MoneyUp to refresh this month’s private status.
zh_hans: 请打开 MoneyUp，刷新本月的私密状态。

# widget.budget_stale_short
source: Refresh in MoneyUp
zh_hans: 请在 MoneyUp 刷新

# widget.budget_status
source: Budget status
zh_hans: 预算状态

# widget.budget_used
source: used
zh_hans: 已用

# widget.budget_used_format
source: %d%% used
zh_hans: 已用 %d%%

# widget.configuration.content
source: Widget content
zh_hans: 小组件内容

# widget.configuration.content_type
source: Content
zh_hans: 内容

# widget.content.budget_status
source: Budget status (percentage only)
zh_hans: 预算状态（仅百分比）

# widget.content.quick_actions
source: Quick actions
zh_hans: 快捷记账

# platform_action.type
source: Quick action
zh_hans: 快捷操作

# platform_action.expense
source: Expense
zh_hans: 支出

# platform_action.income
source: Income
zh_hans: 收入

# platform_action.transfer
source: Transfer
zh_hans: 转账

# platform_action.refund
source: Refund
zh_hans: 退款

# platform_action.smart_entry
source: Smart Entry
zh_hans: 智能记账

# platform_action.scan_receipt
source: Receipt
zh_hans: 选择小票

# platform_action.unlock_required
source: Unlock required
zh_hans: 需要解锁

# platform_action.capture_without_unlock
source: Open MoneyUp to continue logging
zh_hans: 打开 MoneyUp 以继续记账

# platform_intent.open_quick_log.title
source: Open Quick Log
zh_hans: 打开快捷记账

# platform_intent.open_quick_log.description
source: Open one MoneyUp logging screen without passing transaction details.
zh_hans: 打开一个 MoneyUp 记账界面，不传递交易详情。

# platform_intent.open_quick_log.action
source: Quick action
zh_hans: 快捷操作

# control.quick_log.display_name
source: MoneyUp Quick Log
zh_hans: MoneyUp 快捷记账

# widget.content.smart_overview
source: Smart overview
zh_hans: 智能总览

# widget.smart_overview
source: Today at a glance
zh_hans: 今日一览

# widget.smart_open_app
source: Open MoneyUp to refresh private summaries.
zh_hans: 打开 MoneyUp 刷新私密摘要。

# widget.smart_enable
source: Enable private widget summaries in MoneyUp Settings.
zh_hans: 请在 MoneyUp 设置中启用私密小组件摘要。

# widget.smart_enable_short
source: Enable summaries in Settings
zh_hans: 在设置中启用摘要

# widget.smart_budget
source: Budget
zh_hans: 预算

# widget.smart_budget_disabled
source: Hidden
zh_hans: 已隐藏

# widget.smart_budget_needs
source: No monthly plan
zh_hans: 无月度规划

# widget.smart_budget_zero
source: Zero plan
zh_hans: 零预算规划

# widget.smart_budget_negative
source: Below zero
zh_hans: 额度低于零

# widget.smart_budget_stale
source: Refresh
zh_hans: 需刷新

# widget.smart_accessibility_summary
source: Budget: %1$@. To review: %2$@. %3$@
zh_hans: 预算：%1$@。待检查：%2$@。%3$@

# widget.smart_inline_budget_review
source: %1$@ · %2$@ to review
zh_hans: %1$@ · 待检查 %2$@ 项

# widget.smart_inline_accessibility
source: Budget: %1$@. To review: %2$@.
zh_hans: 预算：%1$@。待检查：%2$@。

# widget.smart_unavailable
source: Unavailable
zh_hans: 不可用

# widget.smart_none
source: None
zh_hans: 无

# widget.smart_no_commitments
source: No active commitments
zh_hans: 没有生效中的支出承诺

# widget.smart_commitment_accessibility
source: Active commitments: %1$d. Next due: %2$@.
zh_hans: 生效中的支出承诺：%1$d 项。下次到期：%2$@。

# widget.smart_commitments_next
source: Commitments · next
zh_hans: 支出承诺 · 下次

# widget.smart_review_short
source: Review
zh_hans: 检查

# widget.smart_allowance_short
source: Allowance
zh_hans: 津贴

# widget.smart_commitment_short
source: Upcoming
zh_hans: 待到期

# widget.smart_inline
source: %d to review · %d commitments
zh_hans: %d 项待检查 · %d 项承诺

# widget.smart_inline_pending
source: Review refreshing · %d commitments
zh_hans: 正在刷新检查 · %d 项承诺

# widget.smart_refresh_short
source: Open to refresh
zh_hans: 打开以刷新

# widget.smart_review
source: To review
zh_hans: 待检查

# widget.smart_allowance
source: Usable allowance
zh_hans: 可用津贴

# widget.smart_upcoming
source: Next due
zh_hans: 下次到期

# widget.smart.today
source: Today
zh_hans: 今天

# widget.smart.days
source: %dd
zh_hans: %d天

# widget.smart.one_day
source: 1 day
zh_hans: 1 天

# widget.smart.days_long
source: %d days
zh_hans: %d 天

# control.quick_log.description
source: Open a private logging screen without showing financial information.
zh_hans: 打开私密记账界面，不显示财务信息。
